Revit 2027 API
ParameterTypeId.HandrailSupportsJustificationParam Property
 "Justification"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId HandrailSupportsJustificationParam { get; }
Public Shared ReadOnly Property HandrailSupportsJustificationParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ HandrailSupportsJustificationParam {
	ForgeTypeId^ get ();
}
static member HandrailSupportsJustificationParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace